{
    "@odata.type": "#microsoft.graph.windows10CustomConfiguration",
    "roleScopeTagIds": [
        "0"
    ],
    "supportsScopeTags": true,
    "deviceManagementApplicabilityRuleOsEdition": null,
    "deviceManagementApplicabilityRuleOsVersion": null,
    "deviceManagementApplicabilityRuleDeviceMode": null,
    "displayName": "CIS - Windows 10 - Local Policies - L1",
    "omaSettings": [
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.1 (L1) Ensure \u0027Access Credential Manager as a trusted caller\u0027 is set to \u0027No One\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/AccessCredentialManagerAsTruste",
            "value": "\u003c![CDATA[]]\u003e"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.2 (L1) Ensure \u0027Access this computer from the network\u0027 is set to \u0027Administrators, Remote Desktop Users\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/AccessFromNetwork",
            "value": "AdministratorsRemote Desktop Users"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.3 (L1) Ensure \u0027Act as part of the operating system\u0027 is set to \u0027No One\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/ActAsPartOfTheOperatingSystem",
            "value": "\u003c![CDATA[]]\u003e"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.4 (L1) Ensure \u0027Allow log on locally\u0027 is set to \u0027Administrators, Users\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/AllowLocalLogOn",
            "value": "AdministratorsUsers"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.5 (L1) Ensure \u0027Back up files and directories\u0027 is set to \u0027Administrators\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/BackupFilesAndDirectories",
            "value": "Administrators"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.6 (L1) Ensure \u0027Change the system time\u0027 is set to \u0027Administrators, LOCAL SERVICE\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/ChangeSystemTime",
            "value": "AdministratorsLOCAL SERVICE"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.7 (L1) Ensure \u0027Create a pagefile\u0027 is set to \u0027Administrators\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/CreatePageFile",
            "value": "Administrators"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.8 (L1) Ensure \u0027'Create a token object\u0027 is set to \u0027No One\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/CreateToken",
            "value": "\u003c![CDATA[]]\u003e"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.9 (L1) Ensure \u0027Create global objects\u0027 is set to \u0027Administrators, LOCAL SERVICE, NETWORK SERVICE, SERVICE\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/CreateGlobalObjects",
            "value": "AdministratorsLOCAL SERVICENETWORK SERVICESERVICE"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.10 (L1) Ensure \u0027Create permanent shared objects\u0027 is set to \u0027No One\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/CreatePermanentSharedObjects",
            "value": "\u003c![CDATA[]]\u003e"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.11 (L1) Configure \u0027Create symbolic links\u0027 is set to \u0027Administrators\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/CreateSymbolicLinks",
            "value": "Administrators"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.12 (L1) Ensure \u0027Debug programs\u0027 is set to \u0027Administrators\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/DebugPrograms",
            "value": "Administrators"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.13 (L1) Ensure \u0027Deny access to this computer from the network\u0027 to include \u0027Guests, Local account\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/DenyAccessFromNetwork",
            "value": "GuestsLocal account"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.14 (L1) Ensure \u0027Deny log on locally\u0027 to include \u0027Guests\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/DenyLocalLogOn",
            "value": "Guests"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.15 (L1) Ensure \u0027Deny log on through Remote Desktop Services\u0027 to include \u0027Guests, Local account\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/DenyRemoteDesktopServicesLogOn",
            "value": "GuestsLocal account"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.16 (L1) Ensure \u0027Enable computer and user accounts to be trusted for delegation\u0027 is set to \u0027No One\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/EnableDelegation",
            "value": "\u003c![CDATA[]]\u003e"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.17 (L1) Ensure \u0027Force shutdown from a remote system\u0027 is set to \u0027Administrators\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/RemoteShutdown",
            "value": "Administrators"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.18 (L1) Ensure \u0027Generate security audits\u0027 is set to \u0027LOCAL SERVICE, NETWORK SERVICE\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/GenerateSecurityAudits",
            "value": "LOCAL SERVICENETWORK SERVICE"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.19 (L1) Ensure \u0027Impersonate a client after authentication\u0027 is set to \u0027Administrators, LOCAL SERVICE, NETWORK SERVICE, SERVICE\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/ImpersonateClient",
            "value": "AdministratorsLOCAL SERVICENETWORK SERVICESERVICE"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.20 (L1) Ensure \u0027Increase scheduling priority\u0027 is set to \u0027Administrators, Window Manager\\Window Manager Group\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/IncreaseSchedulingPriority",
            "value": "AdministratorsWindow Manager\\Window Manager Group"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.21 (L1) Ensure \u0027Load and unload device drivers\u0027 is set to \u0027Administrators\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/LoadUnloadDeviceDrivers",
            "value": "Administrators"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.22 (L1) Ensure \u0027Lock pages in memory\u0027 is set to \u0027No One\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/LockMemory",
            "value": "\u003c![CDATA[]]\u003e"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.23 (L1) Ensure \u0027Manage auditing and security log\u0027 is set to \u0027Administrators\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/ManageAuditingAndSecurityLog",
            "value": "Administrators"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.24 (L1) Ensure \u0027Modify an object label\u0027 is set to \u0027No One\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/ModifyObjectLabel",
            "value": "\u003c![CDATA[]]\u003e"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.25 (L1) Ensure \u0027Modify firmware environment values\u0027 is set to \u0027Administrators\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/ModifyFirmwareEnvironment",
            "value": "Administrators"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.26 (L1) Ensure \u0027Perform volume maintenance tasks\u0027 is set to \u0027Administrators\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/ManageVolume",
            "value": "Administrators"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.27 (L1) Ensure \u0027Profile single process\u0027 is set to \u0027Administrators\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/ProfileSingleProcess",
            "value": "Administrators"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.28 (L1) Ensure \u0027Restore files and directories\u0027 is set to \u0027Administrators\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/RestoreFilesAndDirectories",
            "value": "Administrators"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.2.29 (L1) Ensure \u0027Take ownership of files or other objects\u0027 is set to \u0027Administrators\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/UserRights/TakeOwnership",
            "value": "Administrators"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.1.1 (L1) Ensure \u0027Accounts: Administrator account status\u0027 is set to \u0027Disabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/Accounts_EnableAdministratorAccountStatus",
            "value": 0
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.1.2 (L1) Ensure \u0027Accounts: Block Microsoft accounts\u0027 is set to \u0027Blocked\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/Accounts_BlockMicrosoftAccounts",
            "value": 3
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.1.3 (L1) Ensure \u0027Accounts: Guest account status\u0027 is set to \u0027Disabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/Accounts_EnableGuestAccountStatus",
            "value": 0
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.1.4 (L1) Ensure \u0027Accounts: Limit local account use of blank passwords to console logon only\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/Accounts_LimitLocalAccountUseOfBlankPasswordsToConsoleLogonOnly",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.3.1.5 (L1) Configure \u0027Accounts: Rename administrator account\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/Accounts_RenameAdministratorAccount",
            "value": "thiagorufino-admin"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.3.1.6 (L1) Configure \u0027Accounts: Rename guest account\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/Accounts_RenameGuestAccount",
            "value": "thiagorufino-guest"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.3.4.1 (L1) Ensure \u0027Devices: Allowed to format and eject removable media\u0027 is set to \u0027Administrators and Interactive Users\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/Devices_AllowedToFormatAndEjectRemovableMedia",
            "value": "Administrators and Interactive Users"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.7.1 (L1) Ensure \u0027Interactive logon: Do not require CTRL+ALT+DEL\u0027 is set to \u0027Disabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/InteractiveLogon_DoNotRequireCTRLALTDEL",
            "value": 0
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.7.2 (L1) Ensure \u0027Interactive logon: Don\u0027t display last signed-in\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/InteractiveLogon_DoNotDisplayLastSignedIn",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.7.3 (L1) Ensure \u0027Interactive logon: Machine inactivity limit\u0027 is set to \u0027900 or fewer second(s), but not 0\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/InteractiveLogon_MachineInactivityLimit",
            "value": 900
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.3.7.4 (L1) Configure \u0027Interactive logon: Message text for users attempting to log on\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/InteractiveLogon_MessageTextForUsersAttemptingToLogOn",
            "value": "Mensagem no logon"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.3.7.5 (L1) Configure \u0027Interactive logon: Message title for users attempting to log on\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/InteractiveLogon_MessageTitleForUsersAttemptingToLogOn",
            "value": "Titulo da mensagem no logon"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.3.7.6 (L1) Ensure \u0027Interactive logon: Smart card removal behavior\u0027 is set to \u0027Lock Workstation\u0027 or higher",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/InteractiveLogon_SmartCardRemovalBehavior",
            "value": "3"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.8.1 (L1) Ensure \u0027Microsoft network client: Digitally sign communications (always)\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/MicrosoftNetworkClient_DigitallySignCommunicationsAlways",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.8.2 (L1) Ensure \u0027Microsoft network client: Digitally sign communications (if server agrees)\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/MicrosoftNetworkClient_DigitallySignCommunicationsIfServerAgrees",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.8.3 (L1) Ensure \u0027Microsoft network client: Send unencrypted password to third-party SMB servers\u0027 is set to \u0027Disabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/MicrosoftNetworkClient_SendUnencryptedPasswordToThirdPartySMBServers",
            "value": 0
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.9.1 (L1) Ensure \u0027Microsoft network server: Digitally sign communications (always)\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/MicrosoftNetworkServer_DigitallySignCommunicationsAlways",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.9.2 (L1) Ensure \u0027Microsoft network server: Digitally sign communications (if client agrees)\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/MicrosoftNetworkServer_DigitallySignCommunicationsIfClientAgrees",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.10.1 (L1) Ensure \u0027Network access: Do not allow anonymous enumeration of SAM accounts\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkAccess_DoNotAllowAnonymousEnumerationOfSAMAccounts",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.10.2 (L1) Ensure \u0027Network access: Do not allow anonymous enumeration of SAM accounts and shares\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkAccess_DoNotAllowAnonymousEnumerationOfSAMAccountsAndShares",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.10.3 (L1) Ensure \u0027Network access: Restrict anonymous access to Named Pipes and Shares\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkAccess_RestrictAnonymousAccessToNamedPipesAndShares",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingString",
            "displayName": "2.3.10.4 (L1) Ensure \u0027Network access: Restrict clients allowed to make remote calls to SAM\u0027 is set to \u0027Administrators: Remote Access: Allow\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkAccess_RestrictClientsAllowedToMakeRemoteCallsToSAM",
            "value": "O:BAG:BAD:(A;;RC;;;BA)"
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.11.1 (L1) Ensure \u0027Network security: Allow Local System to use computer identity for NTLM\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkSecurity_AllowLocalSystemToUseComputerIdentityForNTLM",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.11.2 (L1) Ensure \u0027Network Security: Allow PKU2U authentication requests to this computer to use online identities\u0027 is set to \u0027Disabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkSecurity_AllowPKU2UAuthenticationRequests",
            "value": 0
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.11.3 (L1) Ensure \u0027Network security: Do not store LAN Manager hash value on next password change\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkSecurity_DoNotStoreLANManagerHashValueOnNextPasswordChange",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.11.4 (L1) Ensure \u0027Network security: LAN Manager authentication level\u0027 is set to \u0027Send NTLMv2 response only. Refuse LM \u0026 NTLM\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkSecurity_LANManagerAuthenticationLevel",
            "value": 5
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.11.5 (L1) Ensure \u0027Network security: Minimum session security for NTLM SSP based (including secure RPC) clients\u0027 is set to \u0027Require NTLMv2 session security, Require 128-bit encryption\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkSecurity_MinimumSessionSecurityForNTLMSSPBasedClients",
            "value": 537395200
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.17.1 (L1) Ensure \u0027User Account Control: Admin Approval Mode for the Built-in Administrator account\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_UseAdminApprovalMode",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.17.2 (L1) Ensure \u0027User Account Control: Behavior of the elevation prompt for administrators in Admin Approval Mode\u0027 is set to \u0027Prompt for consent on the secure desktop\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_BehaviorOfTheElevationPromptForAdministrators",
            "value": 2
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.17.3 (L1) Ensure \u0027User Account Control: Behavior of the elevation prompt for standard users\u0027 is set to \u0027Automatically deny elevation requests\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_BehaviorOfTheElevationPromptForStandardUsers",
            "value": 0
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.17.4 (L1) Ensure \u0027User Account Control: Detect application installations and prompt for elevation\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_DetectApplicationInstallationsAndPromptForElevation",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.17.5 (L1) Ensure \u0027User Account Control: Only elevate UIAccess applications that are installed in secure locations\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_OnlyElevateUIAccessApplicationsThatAreInstalledInSecureLocations",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.17.6 (L1) Ensure \u0027User Account Control: Run all administrators in Admin Approval Mode\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_RunAllAdministratorsInAdminApprovalMode",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.17.7 (L1) Ensure \u0027User Account Control: Switch to the secure desktop when prompting for elevation\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_SwitchToTheSecureDesktopWhenPromptingForElevation",
            "value": 1
        },
        {
            "@odata.type": "#microsoft.graph.omaSettingInteger",
            "displayName": "2.3.17.8 (L1) Ensure \u0027User Account Control: Virtualize file and registry write failures to per-user locations\u0027 is set to \u0027Enabled\u0027",
            "omaUri": "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_VirtualizeFileAndRegistryWriteFailuresToPerUserLocations",
            "value": 1
        }
    ]
}